"Cheerful" = "Vui tươi";

"Melodic" = "Du dương";

"Relaxed" = "Thư giãn";

"Grooving" = "Đều đều";

"Distorted" = "Méo tiếng";

"Acoustic" = "Âm mộc";

"Processed" = "Đã xử lý";

"Single" = "Một";

"Part" = "Bè";

"Dark" = "Tối";

"Dissonant" = "Chói tai";

"Intense" = "Sôi nổi";

"Arrhythmic" = "Loạn nhịp";

"Clean" = "Trong";

"Electric" = "Điện";

"Dry" = "Khan";

"Ensemble" = "Đồng diễn";

"Fill" = "Âm hỗ trợ";

"Rock/Blues" = "Rock/Blues";

"Electronic/Dance" = "Điện tử";

"Jazz" = "Jazz";

"Urban" = "Đường phố";

"World/Ethnic" = "World";

"Cinematic/New Age" = "Điện ảnh";

"Orchestral" = "Hòa tấu";

"Country/Folk" = "Đồng quê";

"Experimental" = "Thử nghiệm";

"Other Genre" = "Thể loại Khác";

"Hip Hop" = "Hip Hop";

"Electro House" = "Electro House";

"Dubstep" = "Dubstep";

"Modern RnB" = "R&B Hiện đại";

"Tech House" = "Tech House";

"Deep House" = "Deep House";

"Chillwave" = "Chillwave";

"Funk" = "Funk";

"Indie" = "Indie";

"Vintage Breaks" = "Ngắt Cổ điển";

"Hip Hop/RnB" = "Hip Hop/R&B";

"House" = "House";

"OtherGenreConsolidated" = "Thể loại Khác";

"Chinese Traditional" = "Tiếng Trung p.thể";

"Future Bass" = "Future Bass";

"Reggaeton Pop" = "Reggaeton Pop";

"Sound_Effects" = "Hiệu ứng Âm thanh";

"Bass House" = "Bass House";

"Electronic Pop" = "Pop điện tử";

"Techno" = "Techno";

"Bass" = "Bass";

"Electric Bass" = "Ghi-ta đệm Điện";

"Acoustic Bass" = "Ghi-ta bass thùng";

"Synthetic Bass" = "Âm trầm tổng hợp";

"Drums" = "Tất cả Trống";

"Drum Kit" = "Bộ trống";

"Electronic Beats" = "Phách";

"Kick" = "Cái";

"Tom" = "Tum";

"Snare" = "Con";

"Cymbal" = "Chũm chọe";

"Hi-hat" = "Xập xỏa";

"Guitars" = "Ghi-ta";

"Electric Guitar" = "Ghi-ta Điện tử";

"Acoustic Guitar" = "Ghi-ta Thùng";

"Banjo" = "Đàn Banjo";

"Mandolin" = "Mandolin";

"Slide Guitar" = "Ghi-ta Trượt";

"Pedal Steel Guitar" = "Bàn đạp Thép";

"Horn/Wind" = "Còi";

"Saxophone" = "Saxophone";

"Trumpet" = "Kèn trompet";

"Flute" = "Sáo";

"Trombone" = "Kèn trombone";

"Clarinet" = "Kèn Clarinet";

"French Horn" = "Kèn Pháp";

"Tuba" = "Kèn tuba";

"Oboe" = "Kèn ô-boa";

"Harmonica" = "Kèn harmonica";

"Recorder" = "Công cụ ghi";

"Pan Flute" = "Sáo Pan";

"Bagpipe" = "Kèn túi";

"Bassoon" = "Kèn Bassoon";

"Piccolo" = "Piccolo";

"English Horn" = "Kèn Anh";

"Brass" = "Kèn đồng";

"Woodwind" = "Nhạc cụ hơi";

"Keyboards" = "Đàn phím";

"Piano" = "Piano";

"Electric Piano" = "Piano Điện tử";

"Organ" = "Đàn organ";

"Clavinet" = "Clavinet";

"Accordion" = "Đàn accordion";

"Synthesizer" = "Bộ tổng hợp";

"Rhodes" = "Rhodes";

"Celesta" = "Đàn celesta";

"Harpsichord" = "Đàn harpsichord";

"Mallets" = "Búa gỗ";

"Steel Drum" = "Trống Thép";

"Vibraphone" = "Vibes";

"Marimba" = "Tiếng mộc cầm";

"Xylophone" = "Đàn phiến gỗ";

"Kalimba" = "Đàn kalimba";

"Bell" = "Chuông";

"Timpani" = "Trống một mặt";

"Mixed" = "Tiếng leng keng";

"Other Instrument" = "Nhạc cụ Khác";

"Percussion" = "Bộ gõ";

"Gong" = "Cồng";

"Shaker" = "Hộp lắc nhịp";

"Tambourine" = "Trống lục lạc";

"Conga" = "Conga";

"Bongo" = "Trống gõ tay";

"Cowbell" = "Lục lạc";

"Clave" = "Clave";

"Vinyl/Scratch" = "Vinyl";

"Chime" = "Chuông chùm";

"Rattler" = "Lúc lắc";

"Sound Effect" = "FX";

"Misc2" = "Khác";

"Boom" = "Tiếng vo vo";

"All Effects" = "Tất cả Hiệu ứng";

"Effects" = "H.ứng Âm thanh";

"Ambience" = "Xung quanh";

"People" = "Mọi người";

"Transportation" = "Vận chuyển";

"Weapons" = "Vũ khí";

"Explosions" = "Tiếng nổ";

"Impacts & Crashes" = "Tác động";

"Animals" = "Động vật";

"Sports & Leisure" = "Thể thao";

"Mech/Tech" = "Bộ máy";

"Work/Home" = "Công ty/Nhà riêng";

"Misc." = "Khác";

"Foley" = "Foley";

"Motions & Transitions" = "Tiếng chích";

"Sci-Fi" = "Tiếng Sci-Fi";

"Strings" = "Đàn dây";

"Violin" = "Đàn violin";

"Viola" = "Đàn viola";

"Cello" = "Đàn cello";

"Harp" = "Tiếng đàn hạc";

"Koto" = "Koto";

"Sitar" = "Đàn xi-ta";

"Double Bass" = "Gấp đôi Âm trầm";

"Texture/Atmosphere" = "Hoa văn";

"Vocals" = "Xướng âm";

"Male" = "Nam";

"Female" = "Nữ";

"Choir" = "Hợp âm";

"All" = "Tất cả";

"Favorites" = "Mục ưa thích";

"Genres" = "Thể loại";

"Instruments" = "Nhạc cụ";

"Moods" = "Điệu";

"Reset" = "Đặt lại";

